{
    "pdf_url": "https://kallosforcouncil.com/printpdf/solution/education/commit-reducing-class-sizes-through-staggered-school-day", 
    "title": "Solution for Education: Commit to reducing class sizes through a staggered school day.", 
    "url": "https://kallosforcouncil.com/solution/education/commit-reducing-class-sizes-through-staggered-school-day", 
    "explanation": "Mayor Bloomberg and Chancellor Klein have set a goal of 20 students per class from kindergarten through 3rd grade. But they have failed to achieve this limited goal and largely dismissed the importance of class size, with Bloomberg calling it “an interesting number.” Class size in New York City is 10 to 60 percent higher than neighboring suburbs, and higher than anywhere else in the State. Let’s actually achieve our goal of having no more than 20 students per class, rather than focusing on statistics and minor percentage up ticks in less concrete measures of success. One way of reducing class size without extraordinary capital investment is by splitting overcrowded schools into multiple groups with staggered start and end times so that the early schedule starts and ends two hours earlier than the late schedule. All groups would have an eight hour school day with classes that need more individual attention held in these additional time blocks, when there will be more space available.\nThis solution would allow the Department of Education to tap into the 2,400 teachers without work assignments who remain on payroll, which is has cost the City $200 million in the past three years, to teach the increased number of classes. This model builds on private schools that provide schedules to more closely fit the schedules of parents. Likewise, this program would allow parents to chose from say, dropping their kids off at 7, 8 or 9 o'clock and picking them up at 3, 4, or 5 o'clock, providing greater flexibility, reducing unsupervised time for children and reducing crime among youth.", 
    "submitted_datetime": "2012-02-05T01:01:00", 
    "solution": "Commit to reducing class sizes through a staggered school day.", 
    "submitter": "kallos", 
    "upvotes": "434", 
    "issue": "Education"
}