{
    "pdf_url": "https://kallosforcouncil.com/printpdf/solution/education/demand-mandatory-sexual-violence-prevention-teaching-all-middle-and-high-school-h", 
    "title": "Solution for Education: Demand mandatory sexual violence prevention teaching in all middle and high school health classes", 
    "url": "https://kallosforcouncil.com/solution/education/demand-mandatory-sexual-violence-prevention-teaching-all-middle-and-high-school-h", 
    "explanation": "In the 2010-2011 school year, 2,013 reported sexual offenses occurred in New York City Public Schools(1).  Cases where women know their attacker is more common than left-handedness, alcoholism, and heart attacks(2). One in every six women and one out of thirty-three men have experienced the legal definition of rape or attempted rape at some point in their life(3).  Every 2.5 minutes, another woman is sexually assaulted in America(4). Only 46% of rapes get reported and out of those, only 3% of rapists will ever spend a day in prison(5).  We need to combat this problem at the source, by more aggressively teaching kids right and wrong sexual behavior, and encourage more reporting of sexual violence, before it becomes an issue, not afterwards.  This program needs to be mandated in high school and middle school health classes, and parents should not be able to opt out for their child.  This mandated curriculum would increase the safety of every child in our city.   \n \n1.  http://www.p12.nysed.gov/irs/school_safety/school_safety_data_reporting.html\n2.  Naomi Wolf, The Beauty Myth: How Images of Beauty Are Used Against Women (New York: Doubleday, 1992), p. 166.\n3. http://www.rainn.org/get-information/statistics/sexual-assault-victims\n4.  http://www.ncadv.org/files/SexualAssault.pdf\n5. http://www.rainn.org/get-information/statistics/reporting-rates", 
    "submitted_datetime": "2013-08-23T09:55:00", 
    "solution": "Demand mandatory sexual violence prevention teaching in all middle and high school health classes", 
    "submitter": "piper sheren", 
    "upvotes": "7", 
    "issue": "Education"
}