{
    "pdf_url": "https://kallosforcouncil.com/printpdf/solution/education/keep-youth-happy-healthy-and-out-trouble-launching-wrap-around-program", 
    "title": "Solution for Education: Keep Youth Happy, Healthy and Out of Trouble by Launching a Wrap Around Program", 
    "url": "https://kallosforcouncil.com/solution/education/keep-youth-happy-healthy-and-out-trouble-launching-wrap-around-program", 
    "explanation": "The Challenge:  For many children of lower-income families, the after-school hours can be an unsupervised and dangerous part of the day. Maintaining a vibrant after-school program for those children should be a priority for local government.   Yet Mayor Bloomberg’s latest budget would cut after-school program capacity for over 30,000 children, marking the fifth year in a row that the Mayor has cut child-care and after-school programs. [1]/  \nThe Solution:  Fortunately, non-profits in New York and across the country have created enriching after-school programs.  As a New York City Councilmember, I would build on these models and augment them with other innovative ideas for making sure that all New York children can have access to a safe, healthy and stimulating environment after school hours.\nThe Program\n1.  Outdoor Time to Play: Especially with the decline in gym periods during the school-day, children need an opportunity to play in a safe, supervised area.  In addition to school gyms and playgrounds, this program would seek the Parks Department’s cooperation in providing schools access to after-school park space.  Partnerships could include the PAL or local professional sports teams.\n2.  Indoor Time to Study: During a quiet period, children could focus on their homework for the day, and even complete it before they go home for the evening. \n3.  Healthy Dinners: Potential partners like Whole Foods, Fairway, Trader Joes and local farmers could help provide nutritious dinners at the end of the program.  Knowing that their children will be fed a healthy dinner may encourage parents to keep their children participating in the program.\n4.  Healthcare Partnerships: A variety of partnerships from Lens Crafters to the NYU Dental School could ensure that program participants have access to healthcare support.\nWorth The Investment: I often hear the response that this proposal is well-intentioned, but unaffordable in today’s economy.   However, the funds needed to pay teachers and other supervisors and provide dinners should be contrasted with the $251 million that the City spent on juvenile justice in 2008, a figure that has risen steadily during Mayor Bloomberg’s tenure. [2]/   Many incarcerated youths begin having trouble with the  police at a very young age, and a preventative program like this after-school program is as fiscally responsible as it is morally responsible.  Furthermore, the costs of this program could largely be off-set by public/private partnerships, as it is in Cincinnati, which offers a similar program.\nGetting Started: This program would likely need to begin as a pilot program.  Additionally, non-profits already engaging in similar work could apply for City support to augment their existing programs (for example, an organization that provides after-school tutoring could enroll in Healthy Dinners). \nConclusion:  Making sure that children from lower-income backgrounds have access to a safe, healthy and academically enriching after-school program is not just the right thing to do, it’s also the educationally and fiscally prudent way to make sure our most vulnerable children don’t fall behind.  As City Councilmember, I will make fighting for this program one of my main priorities.\n[1]/            Campaign for Children: http://www.campaignforchildrennyc.com/march-5th-campaign-launch.\n[2]/            New York City Independent Budget Office 2008 Report: http://www.ibo.nyc.ny.us/iboreports/JJpath.pdf", 
<<<<<<< HEAD
    "submitted_datetime": "2012-04-05T12:00:00", 
    "solution": "Keep Youth Happy, Healthy and Out of Trouble by Launching a Wrap Around Program", 
    "submitter": "Janos", 
    "upvotes": "401", 
=======
    "submitted_datetime": "2012-04-04T11:00:00", 
    "solution": "Keep Youth Happy, Healthy and Out of Trouble by Launching a Wrap Around Program", 
    "submitter": "Janos", 
    "upvotes": "61", 
>>>>>>> 15c8675dc1f428ee1a0ca1c4ab9c452466fd40e6
    "issue": "Education"
}