{
    "pdf_url": "https://kallosforcouncil.com/printpdf/solution/education/reduce-disconnected-youth-populations-expanding-vocational-training-and-multiple-", 
    "title": "Solution for Education: Reduce \"Disconnected Youth\" Populations by Expanding Vocational Training and Multiple Pathways to Graduation Programs Offered by the Department of Education.", 
    "url": "https://kallosforcouncil.com/solution/education/reduce-disconnected-youth-populations-expanding-vocational-training-and-multiple-", 
    "explanation": "\"Disconnected youth\" is a growing problem for New York City with more than 220,000 young people ages 16 to 24 who are not in school and are not employed.\nWe currently fail to properly serve nearly half of them who have not completed high school or earned a general equivalency degree (GED). The Department of Small Business Services (SBS) provides workforce programs for New Yorkers over 18, but does not offer Individual Training Accounts (ITAs) for job training to people without a high school diploma or GED. Unfortunately, the Department of Education does not serve youth over 21 years of age, so youth age 22 to 24 are left falling through this gaping hole in workforce development.\nBy expanding the Department of Education's Multiple Pathways to Graduation programs, a broader range of disconnected youth could gain access to full or part time GED preparation programs as well as job training and placement programs at Young Adult Borough Centers. We can also encourage more youth to stay in school by expanding internship opportunities and vocational training; they would be coordinated by the DYCD’s Summer Youth Employment program and Young Adult Internship Program along with outreach to local employers. \nVocational training would allow high school students to take CUNY accredited vocational courses for free or reduced cost onsite in high school as a value added for staying in high school through graduation with the prospect of gaining valuable vocational skills as well as a possible Associates degree. By providing graduates of our public schools with valuable vocational training, certification and on the job experience as interns or employees, we can ensure that they have increased employment opportunities upon graduation.", 
    "submitted_datetime": "2012-02-05T12:01:00", 
    "solution": "Reduce \"Disconnected Youth\" Populations by Expanding Vocational Training and Multiple Pathways to Graduation Programs Offered by the Department of Education.", 
    "submitter": "kallos", 
    "upvotes": "47", 
    "issue": "Education"
}