{
    "pdf_url": "https://kallosforcouncil.com/printpdf/solution/education/support-chess-schools-promote-better-decision-making-new-york-citys-youth-lower-j", 
    "title": "Solution for Education: Support Chess in Schools to Promote Better Decision Making in New York City's Youth to Lower Juvenile Delinquency", 
    "url": "https://kallosforcouncil.com/solution/education/support-chess-schools-promote-better-decision-making-new-york-citys-youth-lower-j", 
    "explanation": "Follow the model spotlighted by Brooklyn Castle to support Chess in Schools throughout New York City in order to lower juvenile delinquency, drug use, and teen pregnancy while saving $2.50 for every $1 we spend on the program in our long term criminal justice budgeting.  Lets invest in our children's future not in prisons!\nWHY OUT OF SCHOOL TIME MATTERS:\nONLY 15% OF CHILDREN PARTIPATE IN AFTERSCHOOL PROGRAMS\nOnly 8.4 million K-12 children (15 percent) participate in afterschool programs. An additional 18.5 million would participate if a quality program were available in their community. (Afterschool Alliance, 2009)\n3PM – 6PM ARE PEAK HOURS FOR JUVENILE CRIME\nThe hours between 3 p.m. and 6 p.m. are the peak hours for juvenile crime and experimentation with drugs, alcohol, cigarettes and sex. (Fight Crime: Invest in Kids, 2002)\nRESULTS THAT MATTER FROM OUT OF SCHOOL TIME:\nTHREE TIMES LESS LIKELY TO SKIP CLASS OR USE DRUGS\nTeens who do not participate in afterschool programs are nearly three times more likely to skip classes than teens who do participate. They are also three times more likely to use marijuana or other drugs, and are more likely to drink, smoke and engage in sexual activity. (YMCA of the USA, March 2001)\nEVERY DOLLAR INVESTED IN AFTER SCHOOL SAVES $2.50 IN CRIME-RELATED COSTS\nChildren in LA’s BEST afterschool program attend school more often and report higher aspirations for finishing school and going to college. LA’s BEST participants are 20 percent less likely to drop out and are 30 percent less likely to participate in criminal activities. Researchers estimate that every dollar invested in the LA’s BEST program saves the city $2.50 in crime-related costs. (UCLA National Center for Research on Evaluation, Standards and Student Testing, June 2000, December 2005 and September 2007)", 
    "submitted_datetime": "2012-10-15T08:16:00", 
    "solution": "Support Chess in Schools to Promote Better Decision Making in New York City's Youth to Lower Juvenile Delinquency", 
    "submitter": "admin", 
    "upvotes": "18", 
    "issue": "Education"
}