{
    "pdf_url": "https://kallosforcouncil.com/printpdf/solution/marine-transfer-station/prohibit-placement-marine-transfer-stations-residential-zoned-neigh", 
    "title": "Solution for Marine Transfer Station: Prohibit the Placement of Marine Transfer Stations in Residential Zoned Neighborhoods", 
    "url": "https://kallosforcouncil.com/solution/marine-transfer-station/prohibit-placement-marine-transfer-stations-residential-zoned-neigh", 
    "explanation": "An Industrial Plant Does Not Belong In Any Residential Neighborhood:The City proposes to build a massive industrial garbage facility, called a Marine Transfer Station (MTS), in the middle of our residential neighborhood. There are no other actual or proposed municipal garbage facilities anywhere in the City that are located in a residential neighborhood. The proposed MTS will be:10-stories high and cover two acres over the East River,Operating 24 hours a day, six days a week (and sometimes on Sundays),Capable of processing up to 5,200 tons per day,Accessed by a huge ramp that will literally cut in half the Asphalt Green athletic field and playground where thousands of children from around the City play.As many as 500 trucks a day will rumble up and down our local streets to dump garbage there. This industrialization of our community will increase our dangerous air pollution by at least 16%, increase noise levels already beyond legal limits, and irreparably harm the East River estuary, among numerous other harms.  The City admits these facts in its reports.The Cost Of This Garbage Facility Has Skyrocketed Out Of Control:The City’s own estimated cost of the proposed MTS has already mushroomed from $55 million to $245 million. We expect it will cost far more—up to $400 million. Why will it cost so much? The facility will be constructed from barges on the river, and be more than three times larger than is necessary for the 1500 tons of garbage it is supposed to handle. Rather than wasting our hard-earned tax dollars, the City should be spending this money on after-school programs, and teachers, police, firefighters and others who improve our quality of life.There Are Sane Trash Solutions:The City plans to dump garbage at the MTS and then ship that trash on barges to costly and environmentally unfriendly landfills that have not been identified yet. That multi-step, hugely expensive process, which will send “garbage barges to nowhere,” is not a sane solution. It is much more sensible to continue what the City is currently doing—transporting much of Manhattan’s residential trash in clean air vehicles directly to a “waste to energy” plant in New Jersey. The garbage is then converted to much-needed electrical energy.That is a sane solution that preserves precious resources, and answers the City’s “borough equity” argument: other boroughs will not be absorbing Manhattan’s residential garbage that is disposed of in this way. It is not equitable to single out our residential neighborhood as the only one in the City with an industrial municipal waste facility.", 
<<<<<<< HEAD
    "submitted_datetime": "2012-09-21T04:53:00", 
    "solution": "Prohibit the Placement of Marine Transfer Stations in Residential Zoned Neighborhoods", 
    "submitter": "admin", 
    "upvotes": "356", 
=======
    "submitted_datetime": "2012-09-21T03:53:00", 
    "solution": "Prohibit the Placement of Marine Transfer Stations in Residential Zoned Neighborhoods", 
    "submitter": "admin", 
    "upvotes": "33", 
>>>>>>> 15c8675dc1f428ee1a0ca1c4ab9c452466fd40e6
    "issue": "Marine Transfer Station"
}