{
    "pdf_url": "https://kallosforcouncil.com/printpdf/solution/technology/improve-access-existing-government-information-requiring-government-put-any-info", 
    "title": "Solution for Technology: Improve access to existing government information by requiring government to put any information already requested online for anyone else to download.", 
    "url": "https://kallosforcouncil.com/solution/technology/improve-access-existing-government-information-requiring-government-put-any-info", 
    "explanation": "In 1996, Congress passed what is known as the Electronic Freedom of Information Act (E-FOIA), updating the Freedom of Information Act (FOIA) of 1966, amended in 1974 and 1986, to require Federal agencies to automatically put certain materials online in electronic and usable formats. Until we implement “Open Data” in New York City, following the example of Washington, D.C. and other metropolitan areas, the only tool most City residents, reporters and good government groups have is to use is the New York State Freedom of Information Law (FOIL), requesting access to specific records by onsite inspection or through ordering copies at a statutory cost of twenty five cents per page in a process that is supposed to take from five to twenty business days. However, in the days since FOIL was originally written, most data has become electronic and the cost of scanning documents has dropped to a fraction of a cent per page versus copying which remains costly both for materials such as toner and paper as well as for the environment.\nThe next Public Advocate should reintroduce Introduction Number 164 of 2006 which would have provided an appeal to COPIC, then the Office of Administrative Trials and Hearings, for any denial of New York State Freedom of Information Law by a City agency, saving our courts and agencies money in costly litigation fees. This proposal will also include provisions to mirror the E-FOIA, require City agencies to begin complying with “Open Data” for all new records created after July 4, 2010, and require that all City agencies allow for simplified online FOIL with applicable documents scanned instead of copied, delivered electronically to eliminate postage costs, and posted online to avoid future compliance costs.", 
    "submitted_datetime": "2012-02-05T12:01:00", 
    "solution": "Improve access to existing government information by requiring government to put any information already requested online for anyone else to download.", 
    "submitter": "kallos", 
    "upvotes": "78", 
    "issue": "Technology"
}