{
    "pdf_url": "https://kallosforcouncil.com/printpdf/solution/affordable-housing-community-transportation/empower-communities-through-local-neighborhood-", 
    "title": "Solution for Affordable Housing: Empower communities through local neighborhood planning.", 
    "url": "https://kallosforcouncil.com/solution/affordable-housing-community-transportation/empower-communities-through-local-neighborhood-", 
    "explanation": "In 1975 the City of New York departed from a comprehensive centralized City-wide master plan when it recognized the importance of community planning under Section 197-a, and was further expanded in 1989 when New York City’s 59 Community Boards were empowered to develop local land use development plans and retain professional experts. Unfortunately, Community Board offices are under-funded and under-staffed for the hundreds of thousands of people they represent and are often unable to propose a community 197-a plan, with a price tag of $50,000 to $250,000. Of the nine proposed between 1989 and 2004, only seven were adopted by the City Planning Commission and the City Council. But even the seven adopted have largely gone ignored in favor of development in response to special interests and market forces instead of actual City planning. There are countless stories of abandoned community 197-a plans like Greenpoint and Williamsburg begging for affordable housing and preservation of manufacturing jobs only to be given luxury high-rise condominiums.\nCommunity Boards must be empowered to create their own neighborhood 197-a plans by providing funding, technical resources and staffing for these valuable plans so that we can encourage each board to create a 197-a plan for each of our 59 community districts. The Public Advocate should also work with the Borough Presidents to investigate how often the City Council and Department of City Planning (DCP) abide by the few 197-a plans that have been adopted and ensure that DCP begins giving regular reports on those 197-a plans that have been adopted.", 
<<<<<<< HEAD
    "submitted_datetime": "2012-02-05T01:01:00", 
    "solution": "Empower communities through local neighborhood planning.", 
    "submitter": "kallos", 
    "upvotes": "516", 
=======
    "submitted_datetime": "2012-02-05T12:01:00", 
    "solution": "Empower communities through local neighborhood planning.", 
    "submitter": "kallos", 
    "upvotes": "102", 
>>>>>>> 15c8675dc1f428ee1a0ca1c4ab9c452466fd40e6
    "issue": "Affordable Housing"
}