{
    "pdf_url": "https://kallosforcouncil.com/printpdf/solution/affordable-housing-transportation/leverage-public-private-partnerships-through-employer-ass", 
    "title": "Solution for Affordable Housing: Leverage public-private partnerships through an Employer-Assisted Housing (EAH) program to make more affordable housing available.", 
    "url": "https://kallosforcouncil.com/solution/affordable-housing-transportation/leverage-public-private-partnerships-through-employer-ass", 
    "explanation": "Fannie Mae pioneered Employer-Assisted Housing (EAH) which has grown to provide employees with grants or forgivable loans for down payments on closing costs on home purchases, subsidized second mortgages, matched savings programs, below-market interest rate or mortgage guarantees, technical assistance, credit counseling, subsidized rent and utility payments for renters and even participation in construction or rehabilitation of affordable rental or homeownership. Illinois began matching EAH programs dollar for dollar and providing tax credits in 2000 and now has 50 participating employers with 500 employees who have purchased homes and an additional 700 workers who have received credit counseling. The EAH program has grown so successful that New York Congress Member Nydia Velazquez introduced the \"Housing America's Workforce Act\" (H.R. 3194), which would provide employers with business tax credits to encourage this program. While we wait for this federal legislation to pass, New York City should create a local version to partner with our business community in building more affordable housing. The business community will benefit from the ability to attract talent, employees benefit from affordable housing and the City would benefit from the investment of the business into the local community so that our government dollars go farther towards creating affordable housing.", 
    "submitted_datetime": "2012-02-05T12:01:00", 
    "solution": "Leverage public-private partnerships through an Employer-Assisted Housing (EAH) program to make more affordable housing available.", 
    "submitter": "kallos", 
    "upvotes": "63", 
    "issue": "Affordable Housing"
}