{
    "pdf_url": "https://kallosforcouncil.com/printpdf/solution/good-government/bring-more-accountability-way-we-provide-subsidies-and-tax-breaks-big-busin", 
    "title": "Solution for Good Government: Bring more accountability to the way we provide subsidies and tax breaks to big businesses.", 
    "url": "https://kallosforcouncil.com/solution/good-government/bring-more-accountability-way-we-provide-subsidies-and-tax-breaks-big-busin", 
    "explanation": "The City for too long has given tax breaks and subsidies to big businesses which do not live up to their promises and which do not provide economic growth. For example, just in the past few years the City has given hundreds of millions of dollars in tax breaks to the Mets and Yankees to build stadiums which will not stimulate the economy nor create many jobs. Instead of putting all of our eggs in just a few large, corporate baskets, we should focus on giving tax breaks and subsidies to small businesses, spurring innovation and diversity. We should also hold the New York City Industrial Development Agency and Economic Development Corporation more accountable by forcing them to make available more detailed materials on the promised benefits and potential drawbacks of proposed projects. We should make all future subsidies come with strict rules about complying with promised job creation and retention numbers with oversight as the project develops to ensure that promises are kept and remediation options are available if the promises are not kept.", 
<<<<<<< HEAD
    "submitted_datetime": "2012-02-05T01:01:00", 
    "solution": "Bring more accountability to the way we provide subsidies and tax breaks to big businesses.", 
    "submitter": "kallos", 
    "upvotes": "359", 
=======
    "submitted_datetime": "2012-02-05T12:01:00", 
    "solution": "Bring more accountability to the way we provide subsidies and tax breaks to big businesses.", 
    "submitter": "kallos", 
    "upvotes": "46", 
>>>>>>> 15c8675dc1f428ee1a0ca1c4ab9c452466fd40e6
    "issue": "Good Government"
}