{
    "pdf_url": "https://kallosforcouncil.com/printpdf/solution/public-safety/require-developers-disclose-training-and-payment-workers-construction-sites", 
    "title": "Solution for Public Safety: Require Developers Disclose Training and Payment for Workers on Construction Sites", 
    "url": "https://kallosforcouncil.com/solution/public-safety/require-developers-disclose-training-and-payment-workers-construction-sites", 
    "explanation": "Two cranes collapsed while I served as Chief of Staff to Assembly Member Jonathan Bing.  Immediately following these tragedies we workd with the Building Trades to create new training requirements in order to avoid future construction accidents that unnecessarily took the lives of New York City residents.  While cranes have not collapsed since then, our campaign's vision focuses on avoiding similar catastrophe in the future by ensuring that all construction projects in New York City are built by workers receiveing the living wage, benefits and training they need to build safely for a better City.\nWe have worked with the Building Trades once again to propose a simple one page questionnaire for adoption by all Community Boards that would ask developers to tell the community about who will be wokring on construction sites along with how they will be compensated and trained.  We believe that even the most pro-development and ardent anti-union Community Board Member would oppose a 30 story building if were built next to them by workers being paid minimum wage with no training.  We hope that questionnaires like this one with minimal administrative burden can have a huge impact.\n\nDownload in PDF, JPG or Word\n \nSafe Construction for New York City Community Boards Questionnaire\nThe following questionnaire is to be completed by all applicants seeking to bring construction projects before their Community Board in New York City.\nName and Title of Applicant:                                                                                                            \nAffiliation of Applicant:                                                                                                                    \nLocation of Construction:                                                                                                                  \nPlanned Date of Commencement:                                                                                                     \nPlanned Length of Construction:                                                                                                      \nEstimated Number of Workers on Construction Project:                                                                  \nMinimum Training and Experience Required of Construction Workers:                                          \nWill Construction Workers Have All Permits (OSHA 10 & 30, Fire Watch, etc.) (Y/N)?               \nWill Workers During and After Construction Receive Wages that are at the Prevailing Rate or Negotiated as Part of Collective Bargaining or Project Labor Agreement?  Please Indicate Which Ones, or If Not Please Provide Minimum Wage to Be Paid On-Site:                                         \nPercentage of Workers During and After Construction that Will Be City or State Residents:        \nAll Workers During and After Construction Receive Benefits:\nRetirement (Y/N):\nDisability Benefits (Y/N):                              \nIndividual Health Insurance (Y/N):\nFamily Health Benefits (Y/N):                      \nWorkers Compensation Insurance (Y/N):      \n \nI swear under penalties of perjury that the information provided above is accurate and true.\nSignature:\nTitle:                                                                                       \nAffiliation:                                                                              \nDate:", 
    "submitted_datetime": "2013-03-19T05:42:00", 
    "solution": "Require Developers Disclose Training and Payment for Workers on Construction Sites", 
    "submitter": "kallos", 
    "upvotes": "84", 
    "issue": "Public Safety"
}