{
    "pdf_url": "https://kallosforcouncil.com/printpdf/solution/health-public-safety/provide-greater-information-about-elevator-outages-new-york-city-housi", 
    "title": "Solution for Health: Provide greater information about elevator outages in New York City Housing Authority run buildings and provide better services to those affected.", 
    "url": "https://kallosforcouncil.com/solution/health-public-safety/provide-greater-information-about-elevator-outages-new-york-city-housi", 
    "explanation": "Elevators in New York City Housing Authority (NYCHA) buildings are plagued by problems, with 75 percent failing routine inspection. Since 2001 about 300 residents have been injured in elevator related accidents in buildings maintained by the City's public housing agency. The elderly and disabled are affected the most, making it hard or impossible to leave their apartment when elevator service is down. This problem can be addressed in the interim by adding transparency and notice while we work to fix the underlying problems. A list of NYCHA elevators and their current status as functioning or in need of repairs must be put online in accordance with open data standards. NYC Alert must be leveraged to alert NYCHA residents when their elevators are out of service through robo-calls, text messages, or emails to prevent deaths or injuries from faulty elevators. NYCHA must work with social service programs such as Meal on Wheels to provide food and medical care to stranded seniors and the disabled. The Public Advocate should write an amicus curiae in support of the current federal lawsuit to compel NYCHA to fix elevators and provide help to disabled residents when elevators are not working.", 
    "submitted_datetime": "2012-02-05T12:01:00", 
    "solution": "Provide greater information about elevator outages in New York City Housing Authority run buildings and provide better services to those affected.", 
    "submitter": "kallos", 
    "upvotes": "46", 
    "issue": "Health"
}